{"class_name": "Sequential", "config": [{"class_name": "LSTM", "config": {"kernel_constraint": null, "recurrent_dropout": 0.0, "recurrent_regularizer": null, "batch_input_shape": [null, 61, 3], "unit_forget_bias": true, "bias_regularizer": null, "units": 61, "bias_constraint": null, "unroll": false, "return_state": false, "dtype": "float32", "recurrent_constraint": null, "go_backwards": false, "return_sequences": false, "dropout": 0.0, "bias_initializer": {"class_name": "Zeros", "config": {}}, "recurrent_activation": "hard_sigmoid", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}}, "name": "lstm_17", "stateful": false, "use_bias": true, "kernel_regularizer": null, "implementation": 1, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"seed": null, "gain": 1.0}}, "trainable": true, "activation": "tanh", "activity_regularizer": null}}, {"class_name": "Dropout", "config": {"trainable": true, "noise_shape": null, "seed": null, "name": "dropout_11", "rate": 0.4}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "relu", "name": "activation_9"}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_9", "bias_regularizer": null, "activity_regularizer": null, "units": 2, "bias_constraint": null, "use_bias": true, "kernel_regularizer": null, "trainable": true, "activation": "softmax", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}}}}], "keras_version": "2.1.3", "backend": "tensorflow"}